Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/About.resw
Source language: en_gb
Languages: hi_in

# Bloom.Text
source: Bloom (Earliest features, lower stability)
hi_in: ब्लूम (ज़्यादा फीचर्स, कम स्तिरता)

# Change.Text
source: Change channel
hi_in: चैनल बदलें

# Contribute.Text
source: Contribute
hi_in: योगदान करें

# CurrentC.Text
source: Current Channel
hi_in: वर्तमान चैनल

# ExtrasH.Text
source: Insider Extras
hi_in: इनसाइडर एक्स्ट्रास

# Leave.Text
source: Leave the Insider program
hi_in: इनसाइडर प्रोग्राम छोड़ें

# MoreH.Text
source: More
hi_in: और

# Recent.Description
source: Most recent changes: Sorting, stability, sidebar, settings.
hi_in: सबसे हाल के परिवर्तन: नए मीडिया प्लेबैक कंट्रोल, डिस्कोग्राफ़ी, डिस्की, दृश्य विकल्प

# Recent.Title
source: Recent changes
hi_in: हाल के परिवर्तन

# Social.Description
source: Keep up with the latest updates.
hi_in: नवीनतम अपडेट्स के साथ बने रहें।

# Social.Title
source: Social media
hi_in: सोशल मीडिया

# TermsAndConditions.Title
source: Terms & Conditions
hi_in: नियम और शर्तें

# vButton.Content
source: View Changelog
hi_in: परिवर्तन-लॉग देखें

# Version.Text
source: Version
hi_in: रूपांतरण

# vInfoH.Text
source: Version Info
hi_in: रूपांतरण जानकारी

# Walls.Description
source: Access some exclusive Rise Media Player branded wallpapers.
hi_in: राइज़ म प ब्रांडेड कुछ विशेष वॉलपेपर का अभिगमन करें।

# Walls.Title
source: Desktop wallpapers & themes
hi_in: डेस्कटॉप वॉलपेपर एवं थीम
